Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# alert.filter_hwdec.message
source: You are about to apply a video filter. However, your current hardware decoder may not support video filters well. You can either disable hardware decoding or switch to Auto(Copy), which will consume twice the memory. You may need to repeat previous operation (like setting the crop) to make it work.
af: U is op die punt om ’n videofilter toe te pas. U huidige apparatuurdekodeerder ondersteun dit dalk nie goed nie. U kan apparatuurdekodering óf deaktiveer óf na Outomaties(Kopieer) wissel wat dubbel die geheue sal gebruik. U gaan dalk die vorige bewerking (soos die snoei) moet herhaal sodat dit kan werk.
ar: أنت على وشك تطبيق فلتر فيديو. ومع ذلك، فترميز الأجهزة الحالية قد لا يدعم فلاتر الفيديو جيداً. يمكنك تعطيل فك ترميز الأجهزة أو التبديل إلى تلقائي (نسخ)، الذي سيستهلك ضعف الذاكرة. قد تحتاج إلى تكرار العملية السابقة (مثل إعداد حجم الفيديو) لجعلها تعمل.
ca: Estàs a punt d'aplicat un filtre de vídeo. Malgrat això, és possible que el teu maquinari no suporti filtres de vídeo correctament. Pots desactivat la decodificació per maquinari o canviar a Automàtic(còpia), el qual consumeix el doble de memòria. Pot ser que hagis de repetir la operació anterior (com establir l'espapçament) per a que funcioni.
cs: Chystáte se použít video filtr, avšak váš současný hardware nemusí optimálně video filtry podporovat. Můžete buď vypnout hardwarové dekódování, nebo přepnout na automatické nastavení, které spotřebuje dvojnásobek paměti. Může být nutné zopakovat předchozí krok (například, nastavení ořezu).
da: Du er ved at aktivere et videofilter. Men din nuværende hardware encoder supportere mulighvis ikke videofiltre. Du kan enten deaktivere hardware decoding eller skifte til auto(kopi), hvilket optager dobbelt hukommelse.
de: Du bist dabei einen Videofilter anzuwenden. Es könnte sein, dass Dein aktueller Hardwaredecoder diese nicht richtig unterstützt. Du kannst entweder das Hardwaredecoding abschalten oder auf Auto(Copy) umschalten. Auto(Copy) benötigt zweimal soviel Arbeitsspeicher. Unter Umständen musst Du die zuvor gemachten Einstellungen (wie zum Beispiel die Crop-Einstellungen) erneut vornehmen, damit es funktioniert.
es: Estás a punto de aplicar un filtro de vídeo. Sin embargo, su descodificador actual puede no soportar bien los filtros de vídeo. Puede desactivar la descodificación por hardware o cambiar a Auto(Copia), que consumirá el doble de memoria. Puede que tenga que repetir la operación anterior (como, recortar) para que funcione.
fi: Olet ottamassa käyttöön videosuodatinta. Nykyinen laitteistodekooderi ei kuitenkaan välttämättä tue videosuodattimia. Voit joko poistaa laitteiston dekoodauksen käytöstä tai vaihtaa Auto (kopioi) -tilaan, joka vie kaksi kertaa enemmän muistia. Saatat joutua toistamaan edellisen toimenpiteen (kuten asettaa rajauksen), jotta se toimisi.
fr: Vous êtes sur le point d'appliquer un filtre vidéo. Cependant, votre décodeur matériel actuel peut ne pas bien supporter les filtres vidéo. Vous pouvez désactiver le décodage matériel ou passer sur Auto(Copy), qui consommera deux fois plus de mémoire. Vous devrez peut-être répéter l'opération précédente (par exemple, activer le rognage) pour que tout fonctionne.
he: אתה עומד להחיל מסנן וידאו. עם זאת, ייתכן שמפענח החומרה הנוכחי שלך לא תומך היטב במסנני וידאו. ניתן להשבית את פענוח החומרה, או לעבור ל-Auto(Copy), שיגרום לצריכת זיכרון כפולה. ייתכן שתצטרך לחזור על הפעולה הקודמת (כמו הגדרת החיתוך) כדי שזה יעבוד.
hi: आप एक वीडियो फ़्लिटर लागू करने वाले हैं। हालाँकि, आपका वर्तमान हार्डवेयर डिकोडर अच्छी तरह से वीडियो फिल्टर का समर्थन नहीं कर सकता है। आप या तो हार्डवेयर डिकोडिंग को अक्षम कर सकते हैं या ऑटो (कॉपी) पर स्विच कर सकते हैं, जो मेमोरी का दोगुना उपभोग करेगा। आपको इसे काम करने के लिए पिछला ऑपरेशन (जैसे फसल सेट करना) दोहराना पड़ सकता है।
hu: Egy videószűrő alkalmazására készülsz. Előfordulhat azonban, hogy jelenlegi hardveres dekódered nem támogatja megfelelően a videoszűrőket. Letilthatod a hardveres dekódolást, vagy átválthatsz Auto(Másolás) módra, ami kétszer annyi memóriát fogyaszt. Előfordulhat, hogy meg kell ismételned az előző műveletet (például a kivágás beállítását), hogy működjön.
id: Anda akan menerapkan filter video. Namun, dekoder perangkat keras Anda saat ini mungkin tidak mendukung filter video dengan baik. Anda dapat menonaktifkan dekoding perangkat keras atau beralih ke Otomatis(Copy), yang akan menghabiskan dua kali memori. Anda mungkin perlu mengulangi operasi sebelumnya (seperti menyetel potongan) untuk membuatnya berfungsi.
it: Stai per applicare un filtro video. Tuttavia, il decoder hardware attuale potrebbe non supportare in modo corretto i filtri video. Puoi disabilitare la decodifica hardware o passare a Auto(Copia), che consumerà il doppio della memoria. Potresti dover ripetere le operazioni precedenti (ad es. reimpostare il ritaglio) per applicarle in modo corretto.
ja: あなたは今ビデオフィルターを適用しようとしていますが、お使いのハードウェアデコーダーはビデオフィルタリングに対応していない可能性があります。ハードウェアデコーディングをオフにするか、2倍のメモリを消費する"自動(コピー)"をご使用ください。 設定後、正常に動作させるには操作をやり直す(クロップ範囲の再設定など)必要がある場合があります。
ko: 사용자 비디오 필터를 적용합니다. 그러나 현재 사용 중인 하드웨어 디코더가 비디오 필터를 제대로 지원하지 않을 수도 있습니다. 사용자 필터를 사용하지 않도록 설정하거나, 두 배의 메모리를 사용하는 자동(복사) 방식으로 전환하여 사용할 수 있습니다. 이전에 설정했던 작업(예를 들어 화면 자르기 설정)이 동작하게 하려면 다시 설정해야 하는 경우도 있습니다.
nl: Energiebesparing via hardware-acceleratie, je huidige instelling, is niet mogelijk met de gekozen videofilter. Wil je van afspeelmethode wisselen? Mogelijk moet je de filter daarna opnieuw toepassen.
pl: Zamierzasz zastosować filtr wideo. Niestety twój dekoder sprzętowy może nie wpierać filtrów wideo. Możesz wyłączyć dekodowanie sprzętowe lub przełączyć w tryb Auto(Copy) co spowoduje podwójne zużycie pamięci. Może być wymagane powtórzenie poprzedniej operacji (jak ustawienie wycięcia) aby ustawienie zadziałało.
pt_br: Você está prestes a aplicar um filtro de vídeo. No entanto, seu decodificador de hardware atual pode não suportar bem filtros de vídeo. Você pode desabilitar a decodificação por hardware ou usar Auto(Copiar), que vai consumir o dobro de memória. Você pode precisar repetir a ultima operação (por exemplo, ajustar o corte) para fazê-la funcionar.
pt_pt: Está prestes a aplicar um filtro de vídeo. No entanto, o seu descodificador de hardware atual pode não suportar bem filtros de vídeo. Pode desativar a descodificação de hardware ou alternar para Auto(Copiar), que irá consumir o dobro da memória. Poderá precisar de repetir a operação anterior (como definir o corte) para que funcione.
ro: Ești pe cale să aplici un filtru video. Cu toate acestea, decodorul hardware curent poate să nu suporte filtre video. Poți dezactiva decodarea hardware sau să schimbi la Auto(Copy), ceea ce va consuma de două ori mai multă memorie. Posibil să trebuiască să repeți ultima operațiune (ex: setarea decupării) pentru a funcționa.
ru: Вы собираетесь применить видеофильтр, но текущий режим аппаратного декодирования плохо поддерживает видеофильтры. Вы можете либо отключить аппаратное декодирование, что повысит нагрузку на ЦП, либо переключиться на режим «Автоматически (с копированием)», который будет потреблять вдвое больше памяти. Возможно, вам придется повторить предыдущую операцию (например, настройку обрезки), чтобы она сработала.
sk: Práve chcete použiť video filter. Avšak, aktuálny hardvéroví dekodér nemusí podporovať video filtre. Môžete vypnúť hardvéroví dekodér alebo ho prepnúť na Auto(Kópia), ktoré dvojnásobne zaťaží pamäť. Môžete zopakovať predchádzajúcu úpravu (napr. orezanie), aby všetko fungovalo.
sr_rs: Upravo ćete primeniti video filter. Međutim, moguće je da vaš trenutni hardverski dekoder ne podržava video filtere u potpunosti. Možete da onemogućite hardversko dekodiranje ili da koristite opciju Pređi na automatski režim (kopiraj), što će zauzeti dvostruko više memorije. Možda ćete morati da ponovite prethodnu operaciju (poput postavki isecanja) da biste uspeli.
sv: Du är på väg att aktivera ett videofilter, men det kan hända att din nuvarade hårdvaruavkodare inte stöder videofilter väl. Du kan antingen stänga av hårdvaruavkodning eller byta till Auto(Kopiera), vilket kommer att använda dubbla mängden minne. Du må behöva upprepa den föregående åtgärden (t.ex. att ange beskärning) för att få det att fungera.
tr: Video filtresi uygulamak üzeresiniz; ancak donanımsal çözücünüz video filtrelerini iyi desteklemiyor olabilir. Donanımsal çözücüyü devre dışı bırakabilirsiniz veya “Otomatik (Kopya)” seçeneğini etkinleştirebilirsiniz. Bu seçenek donanım çözücüsünü kullanır; ancak bellek kullanımı 2 kat fazladır. Eylemin çalışması için son işlemi yinelemeniz gerekebilir (kırpma ayarı gibi).
uk: Ви зараз застосуєте відеофільтр. Хоча ваш апаратний декодер, можливо, нормально не підтримує відеофільтри. Ви можете вимкнути апаратне декодування або перемкнутися в режим Авто (Копія), що використовує вдвічі більше пам'яті. Вам треба буде повторити попередню операцію (наприклад, встановлення обрізування), щоб воно запрацювало.
zh_hans: 你正在添加视频滤镜。然而，当前的硬件解码器不能很好地支持视频滤镜。你可以禁用硬件解码，或使用支持「拷贝」的解码器 (将占用两倍内存)。 你可能需要再操作一次（例如剪切）才能看到效果。
zh_hant: 您正在新增視訊濾鏡。然而，目前的硬體解碼器無法完整支援視訊濾鏡。您可以停用硬體解碼，或使用支援「拷貝」的解碼器（將會佔用兩倍記憶體）。 您可能需要重複上一個操作（例如裁切）才能看到效果。

# alert.filter_hwdec.turn_off
source: Turn off hardware decoding
af: Deaktiveer apparatuurdekodering
ar: إيقاف تشغيل فك ترميز الجهاز
ca: Desactiva decodificació per maquinari
cs: Vypnout hardwarové dekódování
da: Sluk for hardware decoding
de: Hardware-Dekodierung deaktivieren
es: Desactivar la descodificación por hardware
fi: Poista laitteen dekoodaus käytöstä
fr: Désactiver le décodage matériel
he: כבה פענוח חומרה
hi: हार्डवेयर डिकोडिंग को बंद करें
hr: Isključi hardversko dekodiranje
hu: Hardver dekódolás kikapcsolása
id: Matikan hardware decoding
it: Disattiva la decodifica hardware
ja: ハードウェアデコーディングをオフにする
ko: 하드웨어 디코딩 끄기
nl: Ja, schakel hardware-acceleratie uit
pl: Wyłącz dekodowanie sprzętowe
pt_br: Desligar decodificação por hardware
pt_pt: Desativar decodificação de hardware
ro: Dezactivează decodarea hardware
ru: Отключить аппаратное декодирование
sk: Vypnúť hardvérové dekódovanie
sr_rs: Isključi hardversko dekodiranje
sv: Stäng av hårdvaruavkodning
tr: Donanım Çözücüsünü Kapat
uk: Вимкнути апаратне декодування
zh_hans: 关闭硬件解码
zh_hant: 關閉硬體解碼

# alert.filter_hwdec.use_copy
source: Switch to Auto(Copy)
af: Skakel oor na Outomaties (Kopieer)
ar: التبديل إلى تلقائي (نسخ)
ca: Canvia a Automàtic(còpia)
cs: Přepnout na Automaticky (Kopie)
da: Skift til auto(kopi)
de: Zu Autom. (Kopieren) wechseln
es: Cambiar a Auto(Copiar)
fi: Vaihda Auto (kopioi) -tilaan
fr: Passer sur Auto(Copy)
he: מעבר אל Auto(Copy)
hi: ऑटो पर स्विच करें (कॉपी करें)
hr: Prebaci na automatski način (kopiranje)
hu: Váltás automatikusra (másolás)
id: Setel ke Otomatis(Copy)
it: Passa a Auto(Copy)
ja: 自動 (コピー) 方式に切り替え
ko: 자동(복사)로 전환
nl: Ja, gebruik een gefilterde kopie wanneer nodig
pl: Przełącz na automatyczne (Kopiowanie)
pt_br: Utilizar Auto(Copiar)
pt_pt: Mudar para Auto(Copiar)
ro: Schimbă la Auto(Copy)
ru: Переключиться на «Автоматически (с копированием)»
sk: Prepnúť na Auto(Copy)
sr_rs: Pređi na automatski režim (kopiraj)
sv: Växla till Auto(Kopiera)
tr: Otomatik (Kopya)'yı Etkinleştir
uk: Перемкнутися в автоматичний режим (копіювання)
zh_hans: 使用“自动（拷贝）”解码器
zh_hant: 使用支援「拷貝」的解碼器

# alert.filter.incorrect
source: Error occurred when setting filters. Please check your parameter format.
af: Fout by die instel van filters. Gaan asb. u parameterformaat na.
ar: حدث خطأ أثناء إعداد عوامل التصفية. الرجاء التحقق من صيغة الوسيط الخاصة بك.
ca: Error establint filtres. Si us plau verifica el format dels paràmetres.
cs: Při nastavování filtrů došlo k chybě. Zkontrolujte prosím formát parametru.
da: Fejl opstået under anvendelse af filtre. Venligst tjek dit parameter format.
de: Fehler beim Setzen der Filter. Bitte überprüfe die Parameter.
es: Se produjo un error al configurar los filtros. Por favor, compruebe el formato de los parámetros.
fi: Suodattimia asetettaessa tapahtui virhe. Tarkista parametrisi muoto.
fr: Une erreur est survenue lors de la configuration des filtres. Veuillez vérifier le format de votre paramètre.
he: אירעה שגיאה בעת הגדרת המסננים. אנא בדוק את פורמט הפרמטר שהגדרת.
hi: फ़िल्टर सेट करते समय त्रुटि आई। कृपया अपना पैरामीटर प्रारूप जांचें।
hr: Greška prilikom postavljanja filtara. Provjeri format parametra.
hu: Hiba történt a szűrők beállításakor. Kérjük, ellenőrizd le a paraméter formátumát.
id: Kesalahan terjadi saat menyetel filter. Mohon cek kembali format parameter Anda.
it: Si è verificato un errore durante l'impostazione dei filtri. Verifica il formato dei parametri.
ja: フィルタの設定時にエラーが発生しました。パラメータの形式を確認してください。
ko: 필터를 설정하는 도중 오류가 발생했습니다. 매개변수 형식을 확인하십시오.
nl: Fout bij het instellen van filters. Controleer je parameters.
pl: Podczas ustawiania filtrów wystąpił błąd. Proszę sprawdzić format parametru.
pt_br: Erro ao ajustar os filtros. Verifique os parâmetros.
pt_pt: Ocorreu um erro ao configurar os filtros. Por favor, verifique o formato de seu parâmetro.
ro: A apărut o eroare la setarea filtrelor. Verificați formatul parametrului.
ru: При установке фильтров произошла ошибка. Проверьте формат параметров.
sk: Vyskytla sa chyba pri nastavovaní filtra. Skontrolujte formát parametra.
sr_rs: Došlo je do greške prilikom postavljanja filtera. Proverite format parametra.
tr: Filtreler ayarlanırken hata oluştu. Lütfen parametre biçiminizi kontrol edin.
uk: Помилка при застосуванні фільтрів. Будь ласка, перевірте формат параметрів.
zh_hans: 设置过滤器时出错。请检查您的参数格式。
zh_hant: 設定濾鏡時出現錯誤，請檢查參數格式

# alert.invalid_url
source: The URL is invalid.
af: Die URL is ongeldig.
ar: عنوان URL غير صالح.
ca: L'adreça URL no és vàlida.
cs: URL adresa je neplatná.
da: URL'en er ugyldig.
de: Die Adresse ist ungültig.
es: La URL no es válida.
fr: L'URL n'est pas valide.
he: הכתובת לא תקינה.
hr: URL je neispravan.
hu: Érvénytelen link.
id: URL tidak valid.
it: L'URL non è valido.
ja: URLが無効です。
ko: URL이 유효하지 않습니다.
pl: Adres URL jest nieprawidłowy.
pt_br: A URL é inválida.
pt_pt: O URL é inválido.
ro: URL-ul nu este valid.
ru: Недопустимая URL-ссылка.
sk: URL je neplatná.
sv: URL:en är ogiltig.
tr: URL geçerli değil.
uk: Невірна URL-адреса.
zh_hans: URL 无效
zh_hant: 無效的 URL。

# alert.jump_to.message
source: Please enter the time you want to jump to. Example: 20:35
af: Voer die tyd in waarheen u wil spring. Voobeeld: 20:35
ar: الرجاء إدخال الوقت الذي تريد القفز إليه. مثال: 20:35
ca: Si us plau, introdueix el moment de temps en el que vols saltar. Exemple: 20:35
cs: Zadejte čas, na který chcete přejít. Například: 20:35
da: Venligst indtast tiden du ønsker at gå til: 20:35
de: Bitte gib die Zeit ein, zu der du springen willst. Beispiel: 20:35
es: Por favor, ingrese el tiempo al que desea saltar. Ejemplo: 20:35
fi: Anna aika, johon haluat siirtyä. Esimerkki: 20:35
fr: Veuillez renseigner le timestamp où vous voulez sauter. Exemple : 20:35
he: יש להזין את השעה אליה ברצונך לקפוץ. לדוגמה: 20:35
hi: कृपया उस समय को दर्ज करें जिसमें आप कूदना चाहते हैं। उदाहरण: 20:35
hr: Upiši vrijeme na koje želiš skočiti. Primjer: 20:35
hu: Kérlek adj meg időpontot ahova ugrani szeretnél. Példa: 20:35
id: Masukkan waktu tujuan yang ingin dilewati. Contoh: 20:35
it: Inserisci il minuto a cui vuoi saltare. Esempio: 20:35
ja: ジャンプしたい位置の時間を入力してください。例: 20:35
ko: 재생할 위치의 시간을 입력하십시오. 예: 20:35
nl: Voer een tijd in. Bijvoorbeeld: 20:35
pl: Wprowadź czas, do którego chcesz przeskoczyć. Przykład: 20:35
pt_br: Entre com o tempo para o qual deseja pular. Exemplo: 20:35
pt_pt: Por favor, introduza o tempo para qual quer saltar. Exemplo: 20:35
ro: Te rog introdu timpul la care vrei să sari. Exemplu: 20:35
ru: Введите время, к которому хотите перейти. Например: 20:35
sk: Zadajte čas, na ktorý chcete prejsť. Napríklad: 20:35
sr_rs: Unеsitе vreme na koje želite da pređete. Na primer: 20:35
sv: Vänligen ange den tidpunkt du vill hoppa till. Exempel: 20:35
tr: Lütfen atlamak istediğiniz zamanı girin. Örnek: 20:35
uk: Будь ласка, введіть час, до якого ви хочете перейти. Наприклад: 20:35
zh_hans: 请输入所要跳转的时间。例如: 20:35
zh_hant: 請輸入您想要跳至的位置，例如：20:35

# alert.jump_to.title
source: Jump to
af: Spring na
ar: الانتقال إلى
ca: Salta a
cs: Přejít na
da: Gå til
de: Springe zu
es: Saltar a
fi: Siirry kohtaan
fr: Sauter à
he: קפיצה אל
hi: पर कूदना
hr: Idi na
hu: Ugrás ide
id: Lewati ke
it: Salta a
ja: 次の時間へジャンプ
ko: 위치로 가기
nl: Spoel terug/vooruit naar…
pl: Przeskocz do
pt_br: Pular para
pt_pt: Saltar para
ro: Sari la
ru: Перейти к
sk: Prejsť na
sr_rs: Pređi na
sv: Hoppa till
tr: Şu zamana atla
uk: Перейти до
zh_hans: 跳转至
zh_hant: 跳至

# alert.keybinding_config.error
source: Error parsing keybinding configuration file "%@"! Fallback to IINA Default keybinding setting. Please check your configuration.
af: Fout by die lees van sneltoetskonfigurasielêer “%@”! Die IINA-verstekinstellings word teruggestel. Gaan u konfigurasie na.
ar: حدث خطأ أثناء تحليل ملف تكوين الربط المفاتيح"%@"! العودة إلى إعدادات ربط المفتاح الافتراضي لـ IINA. الرجاء التحقق من الإعدادات الخاصة بك.
ca: Error analitzant el fitxer "%@" de configuració de les dreceres de teclat! S'ha reestablert la configuració de defecte de IINA. Si us plau, verifica la configuració.
cs: Chyba analýzy konfiguračního souboru klávesových zkratek „%@“! Vraťte se k výchozímu IINA nastavení klávesových zkratek. Zkontrolujte prosím vaši konfiguraci.
da: Fejl under opsætning af tastegenveje "%@"! Går tilbage til standart IINA opsætning. Venligst tjek konfigurationen.
de: Fehler beim Einlesen der Kurzbefehl-Konfiguration „%@“! Standard-Kurzbefehle von IINA werden benutzt. Bitte überprüfe die Einstellungen.
es: ¡Error al analizar el archivo de configuración de atajos de teclado "%@"! Se ha regresado a la configuración por defecto de los atajos de teclado de IINA. Por favor, compruebe su configuración.
fi: Virhe luettaessa näppäimistöasetusten tiedostoa. "%@"! Palautetaan IINAn oletusnäppäimistöasetukset. Tarkista asetustiedostosi.
fr: Une erreur est survenue lors de la lecture du fichier de configuration des touches "%@" ! Utilisation de la configuration des touches par défaut d'IINA. Veuillez vérifier votre fichier configuration.
he: שגיאה בניתוח קובץ תצורת קיצורי מקשים "%@"! חוזר לקיצורי מקשים ברירת המחדל של IINA. אנא בדוק את התצורה שלך.
hi: कीबाइंडिंग कॉन्फ़िगरेशन फ़ाइल पार्स करने में त्रुटि "%@"! IINA डिफ़ॉल्ट कीबाइंडिंग सेटिंग में गिरावट। कृपया अपना कॉन्फ़िगरेशन जांचें।
hu: Hiba a "%@" billentyűkombinációs konfigurációs fájl elemzésekor! Visszatérés az IINA alapértelmezett billentyűkombinációjához. Kérjük, ellenőrizze a konfigurációt.
id: Terjadi kesalahan saat memuat file konfigurasi pemetaan tombol "%@"! Pemetaan tombol akan dikembalikan ke setelan bawaan IINA. Mohon periksa kembali konfigurasi Anda.
it: Errore nell'analisi del file di configurazione "%@"! Ripristino delle scorciatoie di tastiera di default di IINA. Controlla il tuo file di configurazione.
ja: キーバインディングの設定ファイル"%@"の読み込み時にエラーが発生しました！IINAのデフォルト設定に戻します。設定を確認してください。
ko: 단축키 설정 파일 "%@"를 읽어올 때 오류가 발생했습니다! IINA 기본값을 사용하도록 설정됩니다. 사용자가 지정한 단축키 설정 내용을 점검하십시오.
nl: Fout bij het lezen van sneltoetsen-configuratiebestand "%@"! De IINA standaardinstellingen worden hersteld. Controleer je configuratie.
pl: Wystąpił błąd podczas wczytywania skrótów klawiszowych "%@". Sprawdź, czy plik z konfiguracją jest poprawny.
pt_br: Erro ao ler o arquivo de configurações de teclas "%@"! Usarei o padrão de teclas do INNA. Verifique sua configuração.
pt_pt: Erro ao analisar o arquivo de configuração de mapeamento de teclas "%@"! Volte para a configuração do padrão mapeamento de teclas do IINA. Por favor, verifique sua configuração.
ro: Eroare la scrierea atriubuirii de tasre în fișierul"%@"! Se revine la setarea implicită IINA. Te rog verifică fișierul de configurare.
ru: Ошибка разбора файла конфигурации клавиш «%@»! Используется стандартная конфигурация клавиш IINA. Проверьте свою конфигурацию.
sk: Chyba pri spracovaní konfiguračného súboru s klávesovými skratkami "%@"! Budú použité predvolené klávesové skratky. Skontrolujte vašu konfiguráciu.
sr_rs: Greška prilikom raščlanjivanja konfiguracione datoteke prečica na tastaturi „%@“! Vraćanje na podrazumevane IINA postavke prečica na tastaturi. Proverite konfiguraciju.
sv: Fel vid tolkning av konfigurationfilen "%@" för snabbtangenter! Återgår till snabbtangentsinställningen IINA Förval. Vänligen kontrollera din konfiguration.
tr: "%@" tuş bağlntısı yapılandırma dosyası ayrıştırırken hata! Saptanmış IINA ayarlarına dönülüyor. Lütfen yapılandırmanızı gözden geçirin.
uk: Помилка при розборі файлу налаштувань клавіатурних скорочень "%@"! Поверніться до стандартних налаштувань клавіатурних скорочень IINA. Будь ласка, перевірте свої налаштування.
zh_hans: 无法读取快捷键配置文件“%@”！已回退至 IINA 默认的键位设置。请检查你的快捷键配置。
zh_hant: 剖析快速鍵設定檔「%@」時發生錯誤，即將使用 IINA 預設快速鍵設定檔替代。請檢查您的設定檔。

# alert.mpv_error
source: Internal error %@ (%@) when setting option %@.
af: Interne fout: %@ (%@) by die instel van opsie %@.
ar: خطأ داخلي %@ (%@) عند خيار الإعداد %@.
ca: Error intern %@ (%@) establint la opció %@.
cs: Vnitřní chyba %@ (%@) při nastavení možnosti %@.
da: Intern fejl %@ (%@) under ændring af %@.
de: Interner Fehler „%@“ (%@) beim Setzen der Einstellung „%@“.
es: Error interno %@ (%@) al configurar la opción %@.
fi: Sisäinen virhe %@ (%@) asetettaessa valintaa %@.
fr: Erreur %@ (%@) lors de la configuration de l'option %@.
he: שגיאה פנימית %@ (%@) בעת הגדרת האפשרות %@.
hi: आंतरिक गलती %@ (%@) विकल्प सेट करते समय %@।
hr: Interna greška %@ (%@) pri postavljanju opcije %@.
hu: Hiba történt %@ (%@) az opció %@ beállítása közben.
id: Kesalahan internal %@ (%@) saat menerapkan opsi %@.
it: Errore %@ (%@) nell'impostazioni dell'utente %@.
ja: 内部エラー %@ (%@) がユーザーオプション %@ の設定中に発生しました。
ko: %@ (%@)오류가 사용자 지정 옵션 %@을 설정하는 도중 발생했습니다.
nl: Interne fout: %@ (%@) bij het instellen van optie %@.
pl: Wystąpił wewnętrzny błąd %@ (%@) podczas ustawiania opcji %@.
pt_br: Erro interno %@ (%@) ao ajustar a opção %@.
pt_pt: Erro interno %@ (%@) ao definir a opção %@.
ro: Eroare internă %@ (%@) la setarea opțiunii %@.
ru: Внутренняя ошибка %@ (%@) при установке опции %@.
sk: Interná chyba %@ (%@) pri nastavení možnosti %@.
sr_rs: Unutrašnja greška %@ (%@) prilikom postavljanja opcije %@.
sv: Internt fel %@ (%@) vid inställning av alternativ %@.
tr: İç hata: %@ (%@) %@ seçeneği hatalı.
uk: Внутрішня помилка %@ (%@) при застосуванні опції %@.
zh_hans: 出现内部错误 %@ (%@) (设定选项 %@ 时)。
zh_hant: 發生內部錯誤 %@（%@）（設定 %@ 時）

# alert.no_video_track
source: There is no video track.
af: Daar is geen videosnit nie.
ar: لا يوجد مسار فيديو.
ca: No hi ha pista de vídeo.
cs: Video stopa nenalezena.
da: Der er ingen videofil.
de: Keine Videospur vorhanden.
es: No hay una pista de vídeo.
fi: Videorataa ei ole.
fr: Il n'y a pas de piste vidéo.
he: אין רצועת וידאו.
hi: कोई वीडियो ट्रैक नहीं है।
hr: Nema video zapisa.
hu: Nincs videó file.
id: Tidak ada trek video.
it: Traccia video assente.
ja: ビデオトラックがありません。
ko: 비디오 트랙이 없습니다.
nl: Geen videospoor.
pl: Ten plik nie posiada żadnej ścieżki video.
pt_br: Não há trilha de video.
pt_pt: Não existe faixa de vídeo.
ro: Nu există o pistă video.
ru: Нет видеодорожки.
sk: Neobsahuje video stopu.
sr_rs: Nema video-zapisa.
sv: Det finns inget videospår.
tr: Video izi yok.
uk: Відеодоріжка відсутня.
zh_hans: 无视频轨道。
zh_hant: 沒有影片軌。
